{
  "C1": {
    "situation": "לוחם לא משתתף בפעילות צוותית. מה תעשה כמפקד?",
    "options": [
      {
        "text": "להתעלם ולבחון אם זה משתפר לבד",
        "next": "C5"
      }
    ],
    "reflection": "📝 כתוב לעצמך למה לדעתך לוחמים בוחרים להתנתק חברתית."
  },
  "C2": {
    "situation": "הלוחם מספר שהוא חווה חרם מצד שני לוחמים אחרים בצוות, איך תפעל?",
    "options": [
      {
        "text": "לערב את סגן הלוחמים/הספינה ולתת לנפגע זמן התרעננות",
        "next": "C9"
      }
    ],
    "reflection": "📝 כתוב מה ההבדל בעיניך בין 'גיבוש' ל'הדרה'."
  },
  "C3": {
    "situation": "הלוחם משתתף בכוח אך מגיב בציניות ובזלזול להוראות שלך,מה תהיה תגובתך?",
    "options": [
      {
        "text": "להניח לזה הפעם ולבחון אם זה יחזור על עצמו",
        "next": "C13"
      }
    ],
    "reflection": "📝 רשום לעצמך מתי לדעתך הכי נכון להפעיל סמכות – בזמן אמת או בדיעבד?"
  },
  "C4": {
    "situation": "הלוחם מתלונן על כך שהוא מרגיש שאין לו מקום להביע דעה\n מה תעשה כמפקד?",
    "options": [
      {
        "text": "להסביר לו שהשיח מתנהל בצורה מקצועית וששום דבר לא אישי",
        "next": "C14"
      }
    ],
    "reflection": "📝 כתוב לעצמך משפט שמעודד שיח פתוח בתוך צוות."
  },
  "C5": {
    "situation": "לוחם חדש בצוות שותק כל הזמן ולא יוזם\nכיצד תעודד אותו להשתלב?",
    "options": [
      {
        "text": "להעלות את הנושא בשיחה עם כלל הצוות ללא שמו",
        "next": "C18"
      }
    ],
    "reflection": "📝 מה תאמר לו כדי לגרום לו להרגיש חלק?"
  },
  "C6": {
    "situation": "אחד מהלוחמים שלך מסרב להשתתף בעבודה בטענה שהוא עייף ולא כשיר מנטלית. שאר הצוות כבר מוכן וערוך. הזמן דוחק, ואתה נדרש להחליט מיד.",
    "options": [
      {
        "text": "מפעיל לחץ פיקודי שקט (מעביר הלאה לקצמ\"ח) כדי לגרום לו להתיישר ולבצע.",
        "next": "CX115"
      }
    ],
    "reflection": "האם בחרת בגישה שמאזנת בין משימתיות לרגישות אישית? האם יש דרך להבין לעומק בלי לעכב את הצוות?"
  },
  "C7": {
    "situation": "לוחם שיתף שהוא חווה קושי נפשי אבל מפחד להיתפס כ'חלש'\nכיצד תתמודד עם הסיטואציה?",
    "options": [
      {
        "text": "להוריד ממנו עומס מבלי לפרט לשאר",
        "next": "END3"
      }
    ],
    "reflection": "📝 רשום לעצמך איך אתה כמפקד מתייחס לפגיעות אנושית."
  },
  "C8": {
    "situation": "לוחם לא קם לזקיפות ו\"טחן\" את חבר שלו זקיפות נוספת. הלוחם הנפגע לא דיווח לך\nאיך תטפל בזה?",
    "options": [
      {
        "text": "לא לעשות כלום ולהעביר את זה הלאה",
        "next": "END7"
      }
    ],
    "reflection": "📝 כתוב לעצמך מה המחיר של שתיקה בצוות."
  },
  "C9": {
    "situation": "הלוחם טוען שהרגיש שקוף בכל דבר צוותי שהיה השבוע\nמה תעשה?",
    "options": [
      {
        "text": "לשלב אותו בקבוצת חשיבה צוותית",
        "next": "END11"
      }
    ],
    "reflection": "📝 מהי הדרך שלך לגרום לכל לוחם להרגיש חשוב?"
  },
  "C10": {
    "situation": "התגלה שהלוחם מעביר ביקורת שלילית עליך מאחורי הגב\nאיך תגיב?",
    "options": [
      {
        "text": "לשוחח איתו יחד עם המפקד שלו",
        "next": "END15"
      }
    ],
    "reflection": "📝 כתוב לעצמך איך היית רוצה שיעירו לך אם אתה לא מודע למשהו."
  },
  "C11": {
    "situation": "הלוחם שצירפת לעבודה נראֶה מתוסכל ומדבר לעצמו\nמה תעשה?",
    "options": [
      {
        "text": "לדווח לקצמ\"ח/נגד הרלוונטי שאתה מרגיש שיש בעיה",
        "next": "C17"
      }
    ],
    "reflection": "📝 מה היית רוצה שמפקד יעשה עבורך ברגע של עומס רגשי?"
  },
  "C12": {
    "situation": "הלוחם שביקשת ממנו להעביר תדרוך לעבודה נכשל ונתקע מול הצוות\nאיך תגיב?",
    "options": [
      {
        "text": "לסכם את הדברים בסוף במקומו",
        "next": "C21"
      }
    ],
    "reflection": "📝 מה היית לומד מהמעמד הזה אם היית במקומו?"
  },
  "C13": {
    "situation": "שני לוחמים רבים בצעקות במטבח, מה תעשה?",
    "options": [
      {
        "text": "לתת להם לסיים ואז לזמן שיחה מסודרת",
        "next": "END17"
      }
    ],
    "reflection": "📝 תאר במילה אחת את התגובה שאתה שואף לפתח במצבי לחץ."
  },
  "C14": {
    "situation": "אחד הלוחמים מספר על עומס רגשי מהבית שפוגע בתפקוד שלו\nאיך תתנהל?",
    "options": [
      {
        "text": "להמליץ לו לגשת לטיפול מקצועי",
        "next": "END21"
      }
    ],
    "reflection": "📝 מה אתה היית צריך ממפקד במצב כזה?"
  },
  "C15": {
    "situation": "לוחם בצוות שלך קיבל בפריקת אספקה לשבת קרטונים קרועים, הוא התפרץ בצעקות על לוגיסטיקה\nאיך תגיב?",
    "options": [
      {
        "text": "לא להגיב – הוא צודק בסופו של דבר",
        "next": "END25"
      }
    ],
    "reflection": "📝 רשום לעצמך מתי לדעתך מוצדק לאבד שליטה – והאם זה מועיל."
  },
  "C16": {
    "situation": "אחד הלוחמים סיפר לך שהחדר שלו הוא הכי מוזנח \nמה תעשה?",
    "options": [
      {
        "text": "להתעלם ולחכות שזה יסתדר לבד",
        "next": "END3"
      }
    ],
    "reflection": "📝 האם בעיניך סביבת מגורים משפיעה על תפקוד?"
  },
  "C17": {
    "situation": "במהלך זקיפות, לוחם נראה מרוחק ואדיש\nאיך תפעל?",
    "options": [
      {
        "text": "לבקש מהזקיף השני ברציף לשים לב אליו ולהציף בפניי אם יש משהו חריג",
        "next": "END7"
      }
    ],
    "reflection": "📝 כתוב משפט שהיית אומר ללוחם כדי שירגיש ששם לב אליו."
  },
  "C18": {
    "situation": "במטבח בשישי, לוחם שלך נפצע קל ולא רוצה לצאת מהמטבח\nמה תעשה?",
    "options": [
      {
        "text": "להצמיד אליו לוחם שיבחן אותו במהלך השהות במטבח",
        "next": "END11"
      }
    ],
    "reflection": "📝 האם תחרותיות עלולה לסכן אחריות?"
  },
  "C19": {
    "situation": "אחד הלוחמים תועד ברשת החברתית ללא מדים באירוע סוער ולא מקובל\nמה תעשה?",
    "options": [
      {
        "text": "לא להתערב כל עוד לא פורסם פומבית",
        "next": "END15"
      }
    ],
    "reflection": "📝 מה ההבדל בעיניך בין התנהגות אזרחית להתנהגות לוחםית?"
  },
  "C20": {
    "situation": "הלוחם ביקש ממך שתעזור לו לקבל קידום (רש\"צ/נגד מחלקה)\nמה תגיד לו?",
    "options": [
      {
        "text": "תסביר לו שאתה חושב שצריך לבחור לפי התנהגות בפועל ולא בקשות",
        "next": "END26"
      }
    ],
    "reflection": "📝 רשום לעצמך – על מה אתה מתבסס כשאתה ממליץ על לוחם?"
  },
  "C21": {
    "situation": "הלוחם שהמלצת עליו מקבל אחריות ונכשל\nמה תעשה?",
    "options": [
      {
        "text": "תבקש ממנו להעריך בעצמו את הביצוע שלו",
        "next": "END4"
      }
    ],
    "reflection": "📝 איך אתה מתמודד עם אכזבה ממישהו שתמכת בו?"
  },
  "C22": {
    "situation": "לוחם מבקש לקחת פיקוד על עבודה צוותית גדולה שהולכת להתבצע\nאיך תגיב?",
    "options": [
      {
        "text": "תיתן לו תקופת ניסיון קצרה",
        "next": "END8"
      }
    ],
    "reflection": "📝 מהו התנאי שלך למתן פיקוד ללוחם?"
  },
  "C23": {
    "situation": "הלוחם שהוביל משימה זוכה להערכה מצוות אחר\nאיך תנצל את ההזדמנות?",
    "options": [
      {
        "text": "תיתן לו הזדמנות להוביל משימות יותר מורכבות",
        "next": "END12"
      }
    ],
    "reflection": "📝 רשום כיצד אתה מחזק הישגים בצוות שלך."
  },
  "END1": {
    "situation": "סיום: בחרת להפעיל סמכות נוקשה ללא מקום לשיח – הדרך קצרה אך לעיתים יוצרת ריחוק.",
    "options": [],
    "reflection": ""
  },
  "END10": {
    "situation": "סיום: ביקורת אישית התקבלה ממך כבסיס ללמידה – דוגמה לפיקוד פתוח.",
    "options": [],
    "reflection": ""
  },
  "END11": {
    "situation": "סיום: הפעלת ביקורת אך לא הובלת תהליך – המסר נבלע.",
    "options": [],
    "reflection": ""
  },
  "END12": {
    "situation": "סיום: ראית את האדם מאחורי החייל – מפתח למנהיגות קשובה.",
    "options": [],
    "reflection": ""
  },
  "END13": {
    "situation": "סיום: פעלת באופן מיידי אך לא תמיד רגיש – האם זה פתרון או הדחקה?",
    "options": [],
    "reflection": ""
  },
  "END14": {
    "situation": "סיום: דיווחת למעלה – זו אחריות, אך יש מחיר להאצלת סמכות.",
    "options": [],
    "reflection": ""
  },
  "END15": {
    "situation": "סיום: פעלת בזהירות מול חשש להשלכות – בחירה מחושבת, אך האם אפקטיבית?",
    "options": [],
    "reflection": ""
  },
  "END16": {
    "situation": "סיום: בחרת לפעול בצוותא – מחזק תחושת שותפות וחיבור.",
    "options": [],
    "reflection": ""
  },
  "END17": {
    "situation": "סיום: השהית תגובה כדי להבין לעומק – דרך למנהיגות בוגרת.",
    "options": [],
    "reflection": ""
  },
  "END18": {
    "situation": "סיום: בחרת לפנות מקום לרגש – בחירה אמיצה ומחוללת שינוי.",
    "options": [],
    "reflection": ""
  },
  "END19": {
    "situation": "סיום: מתן הזדמנות לפרויקט מעשי – מסר של אמון והתנסות.",
    "options": [],
    "reflection": ""
  },
  "END2": {
    "situation": "סיום: בחרת בהתייעצות ובשיתוף פעולה – מראה על פיקוד רגיש וקשוב.",
    "options": [],
    "reflection": ""
  },
  "END20": {
    "situation": "סיום: שילוב הדרגתי בפיקוד – דרך בטוחה אך איטית.",
    "options": [],
    "reflection": ""
  },
  "END21": {
    "situation": "סיום: פתיחות מול הצוות – חיזוק שקיפות והכלה.",
    "options": [],
    "reflection": ""
  },
  "END22": {
    "situation": "סיום: דוגמה אישית – כאשר אתה תומך בחייל מול גורם אחר.",
    "options": [],
    "reflection": ""
  },
  "END23": {
    "situation": "סיום: הצבת גבולות מתוך הכלה – מפקד שנשאר אנושי אך ברור.",
    "options": [],
    "reflection": ""
  },
  "END24": {
    "situation": "סיום: כבוד לחולשות אנוש – לא מתוך ויתור אלא מתוך חמלה.",
    "options": [],
    "reflection": ""
  },
  "END25": {
    "situation": "סיום: הנהגת תהליך מתקן ולא מעניש – מאפשר התפתחות וצמיחה.",
    "options": [],
    "reflection": ""
  },
  "END26": {
    "situation": "סיום: זיהית הזדמנות לצמיחה – לא נתת לה לחמוק. מפקד בונה.",
    "options": [],
    "reflection": ""
  },
  "END3": {
    "situation": "סיום: התנהלת בזהירות ובשליטה – יצר תחושת ביטחון אך חסרה גמישות.",
    "options": [],
    "reflection": ""
  },
  "END4": {
    "situation": "סיום: בחרת לטפל בסיטואציה דרך ערכים ולא עונש – מסלול של אמון ואחריות.",
    "options": [],
    "reflection": ""
  },
  "END5": {
    "situation": "סיום: מתן גב לחיילים גם ברגעי חולשה – מחזק לכידות אך דורש המשכיות.",
    "options": [],
    "reflection": ""
  },
  "END6": {
    "situation": "סיום: נמנעת מלהתערב – לעיתים נכון, אך חשוב לבחון את ההשלכות.",
    "options": [],
    "reflection": ""
  },
  "END7": {
    "situation": "סיום: הפעלת שיקול דעת רגיש תוך כדי פעילות – הפיקוד שלך רואה גם את האדם.",
    "options": [],
    "reflection": ""
  },
  "END8": {
    "situation": "סיום: נתת אמון בחייל לפעול – זו אמירה של הנהגה, אך גם סיכון מחושב.",
    "options": [],
    "reflection": ""
  },
  "END9": {
    "situation": "סיום: בחרת לא להחמיר – נתת סיכוי שני, כבסיס לצמיחה.\n🚧 תחנות ביניים CX100–CX137\n📘 תחנות ביניים CX100–CX137 - סיטואציות ותגובות ייחודיות",
    "options": [],
    "reflection": ""
  },
  "CX100": {
    "situation": "אחרי שבוע עמוס של הפלגות, במהלך ביקורת סבב שעתיים, אתה שם לב שהלוחם \"כיסתח\".\nאיך תגיב?",
    "options": [
      {
        "text": "אני עוצר את כולם, ומנצל את המקרה להעביר מסר לצוות כולו על חשיבות השגרה. גם כשאין לחץ",
        "next": "CX104"
      }
    ],
    "reflection": "האם אתה מסוג המפקדים שמטפל מיד בסטייה מהנהלים – או מחכה לרגע המתאים?"
  },
  "CX101": {
    "situation": "לקראת כניסת השבת (לאחר מסדר ניקיון שבוצע בצהריים), אתה מקבל פקודה מהק. תורן לבצע סבב שעתיים נוסף, למרות שהצוות כבר מותש ומתחיל להתלונן.",
    "options": [
      {
        "text": "מבצע מיד את הפקודה ומעיר ללוחמים על התנהלותם",
        "next": "CX108"
      }
    ],
    "reflection": "מתי נכון לשתף את הצוות בהחלטה, ומתי להוביל לבד? אילו שיקולים משפיעים על ניהול עומס מנטלי ופיזי?"
  },
  "CX102": {
    "situation": "במהלך גראנד ב-VOID 4, אחד הלוחמים מציע דרך פעולה שונה מזו שתכננת, מול שאר הצוות.",
    "options": [
      {
        "text": "מבקש ממנו לשוחח איתך בפרטיות אחרי הפעולה",
        "next": "CX112"
      }
    ],
    "reflection": "כיצד אתה מגיב להצעות מהכפופים לך? האם עידוד יוזמה בא על חשבון סמכות, או דווקא מחזק אותה?"
  },
  "CX103": {
    "situation": "לוחם מהצוות שלך קם לתורנות מטבח ושכח להכין את חלק מהמנות שאמרת לו ביום לפני, ואתם בלחץ זמנים גבוה.",
    "options": [
      {
        "text": "מבטל את הארוחה, מוציא פריסה ומדווח לרסר",
        "next": "CX116"
      }
    ],
    "reflection": "שכחה של ציוד עלולה להעיד על עייפות או חוסר סדר. כיצד תגיב כך שתשמור על ערך המבצע ועל תחושת אחריות?"
  },
  "CX104": {
    "situation": "אחד הלוחמים מתנהג בחוסר כבוד כלפי לוחם אחר בפומבי. שאר הצוות צופה אך אף אחד לא מתערב.",
    "options": [
      {
        "text": "מתעלם, מתוך כוונה לשמור על שקט ולהתמקד בעבודה",
        "next": "CX120"
      }
    ],
    "reflection": "הבחירה שלך משקפת את ערכי התרבות היחידתית שאתה מייצר. כיצד אתה יוצר גבולות מבלי לפגוע באמון ובמורל?"
  },
  "CX105": {
    "situation": "לוחם מדווח על כאב ברגל אך מבקש להמשיך בעבודה שנתת לו ולא להיבדק. אתה מבחין שהוא צולע מעט.",
    "options": [
      {
        "text": "מציע לו טיפול נקודתית וממשיך כרגיל",
        "next": "CX124"
      }
    ],
    "reflection": "האם אתה יודע מתי חובה לעצור לוחם – גם אם הוא מביע מוטיבציה? אחריות מפקד נבחנת דווקא מול סירוב 'לשמור על עצמם'."
  },
  "CX106": {
    "situation": "שולחים לך הודעה על מיקום המדור שצריך לבצע בו מסדר, וברגע האחרון המיקום השתנה, אתה צריך לעדכן את הצוות ולשלח את הצוות שלך.",
    "options": [
      {
        "text": "שולח שני לוחמים לבדוק את המיקום החדש מראש",
        "next": "CX114"
      }
    ],
    "reflection": "מה חשוב יותר בזמן אמת – זריזות או בהירות? כיצד תעדף בתנאי לחץ את תהליך העברת המידע?"
  },
  "CX107": {
    "situation": "לקראת סיום מסדר אינטנסיבי של שישי, הלוחמים מבקשים לקצר אותו. אתה מבחין ברמת עייפות גבוהה.",
    "options": [
      {
        "text": "מתייעץ עם ק. תורן לפני ההחלטה",
        "next": "CX118"
      }
    ],
    "reflection": "האם פשרות בזמן אמת פוגעות במשמעת, או דווקא מעידות על התאמה והקשבה? מתי נכון לסטות מהמתוכנן?"
  },
  "CX108": {
    "situation": "אתה מזהה חוסר תקשורת בין שני לוחמים בצוות, אך לא מצאת הוכחה רשמית לזה.",
    "options": [
      {
        "text": "ממנה לוחם שלישי שיגשר ביניהם בשקט",
        "next": "CX122"
      }
    ],
    "reflection": "איך מזהים ומטפלים במתחים סמויים ביחידה? מתי ההתערבות המוקדמת היא כלי לפיקוד אפקטיבי?"
  },
  "CX109": {
    "situation": "במהלך גראנד מטבח, אחד הלוחמים מתבלבל ומבצע פעולות מסוכנות/לא מועילות ומעכבות.",
    "options": [
      {
        "text": "מבצע בירור עמוק יותר מול אותו לוחם ומדגיש את הטעות",
        "next": "CX126"
      }
    ],
    "reflection": "איך מאזנים בין תיקון מהיר לבין למידה עמוקה? מתי נכון להבליט טעות, ומתי להניח לה לעת עתה?"
  },
  "CX110": {
    "situation": "לוחם חדש מתלונן שהוא מתקשה להשתלב בצוות. אתה מבחין שהוא מבודד.",
    "options": [
      {
        "text": "מבקש מחלק מהלוחמים לשלב אותו בצורה יזומה",
        "next": "CX130"
      }
    ],
    "reflection": "כיצד משלבים לוחמים חדשים בצורה שתשמר את התרבות הקיימת אך גם תייצר תחושת שייכות אמיתית?"
  },
  "CX111": {
    "situation": "בעקבות ב' של אחד הלוחמים בצוות שלך כל זקיפויות הלילה צריכים להשתנות, הזקיפויות יתארכו. אבל חצי מהצוות שלך ישן.",
    "options": [
      {
        "text": "משנה את הזקיפויות ומעדכן את האנשים שישנים",
        "next": "CX119"
      }
    ],
    "reflection": "איך מקבלים החלטה תחת תנאי אי ודאות? מה בין יוזמה פיקודית ובין שמירה על ביטחון הצוות?"
  },
  "CX112": {
    "situation": "לוחם תחת פיקודך מפרסם ברשתות החברתיות תמונה עם סממנים מבצעיים – בניגוד להנחיות.",
    "options": [
      {
        "text": "מדווח על כך ללא טיפול אישי",
        "next": "CX123"
      }
    ],
    "reflection": "מה הדרך הנכונה לשלב משמעת והסברה? איך הופכים מקרה בעייתי להזדמנות ללמידה?"
  },
  "CX113": {
    "situation": "לוחם מהמחלקה מביע בפומבי חוסר אמון בתכנית שהוצגה לקראת השבת צוות.",
    "options": [
      {
        "text": "מעדכן את התכנית ומסביר שוב",
        "next": "CX127"
      }
    ],
    "reflection": "איך מתמודדים עם התנגדות גלויה מול כלל הצוות? מתי נכון להקשיב, ומתי להציב גבול ברור?"
  },
  "CX114": {
    "situation": "אתם יושבים בארוחת שישי ואתה שם לב שלאחד הלוחמים לוקח יותר זמן לסיים את האוכל מלשאר.",
    "options": [
      {
        "text": "מתעלם כדי לשמר את המשך התוכנית לערב קריוקי שתיכננו",
        "next": "CX131"
      }
    ],
    "reflection": "מה חשיבות השוויון והאחריות ההדדית בצוות קרבי? איך משלבים תמיכה ללא פגיעה בביצוע?"
  },
  "CX115": {
    "situation": "צוות יוצא ליום חופש בבית, הצוות שלך מבין שהוא צריך לסיים את השטסים, סגן הספינה משנה את העבודה גם לגאנד מטבח – בניגוד למה שתוכנן מראש.",
    "options": [
      {
        "text": "מעדכן את הצוות ומבצע התאמה תוך כדי",
        "next": "CX135"
      }
    ],
    "reflection": "כיצד שומרים על גמישות פיקודית בשטח מבלי לאבד שליטה או סמכות?"
  },
  "CX116": {
    "situation": "הצוות שלך מתמודד עם עבודה מחוץ לספינה בחום קיצוני. אחד הלוחמים מבקש הפסקה, למרות שעד כה כולם עמדו בקצב.",
    "options": [
      {
        "text": "משחרר את הלוחם מהמשימה לשאר הזמן",
        "next": "CX124"
      }
    ],
    "reflection": "כיצד מזהים גבול בין קושי לגיטימי לעומס מסוכן? מתי נכון לעצור לטובת הלוחם ומתי לטובת המשימה?"
  },
  "CX117": {
    "situation": "באמצע בישולים לשבת, אחד הלוחמים הורס בטעות מכלול במטבח, הוא מבקש שלא תעביר את זה הלאה.",
    "options": [
      {
        "text": "מתעלם מהאירוע מתוך הבנה שזה לא היה בכוונה",
        "next": "CX128"
      }
    ],
    "reflection": "האם שקיפות ודיווח מלא תמיד עדיפים? איך שומרים על אמון אישי מבלי לפגוע באחריות הפיקודית?"
  },
  "CX118": {
    "situation": "אתה מגלה שלוחמים בצוות/במחלקה שלך התווכחו בקול רם בלילה עם צוות/מחלקה אחר/ת – ואנשי סגל שמעו על כך.",
    "options": [
      {
        "text": "מניח לאירוע – לא קרה כלום בסוף",
        "next": "CX132"
      }
    ],
    "reflection": "איך מייצרים גבולות פנימיים חזקים בין צוותים? מה תפקיד המפקד בהתמודדות עם חיכוכים בין יחידות?"
  },
  "CX119": {
    "situation": "לוחם חדש בצוות מביע תחושת ניכור ולא מוצא את מקומו. שאר הצוות מגובש מאוד.",
    "options": [
      {
        "text": "נותן לזמן לעשות את שלו",
        "next": "CX136"
      }
    ],
    "reflection": "איך משלבים לוחם חדש בתוך תרבות קיימת? מה האחריות של המפקד ביצירת תחושת שייכות?"
  },
  "CX120": {
    "situation": "באמצע פריקת אסספקה, המלגזה עצרה והורידה את המשטחים בשורש רציף ביום חם.",
    "options": [
      {
        "text": "מתקדם רגלית עם הצוות",
        "next": "END3"
      }
    ],
    "reflection": "האם יוזמה עצמאית עדיפה על המתנה להוראות? כיצד נשמר האיזון בין אחריות אישית למסגרת הכללית?"
  },
  "CX121": {
    "situation": "לאחר הפסקה, הצוות/המחלקה שלך מתקשה לחזור לפעילות בריכוז. אתה מזהה חוסר מיקוד.",
    "options": [
      {
        "text": "שולח את אחד מהם לתדרך את הצוות על העבודות",
        "next": "END7"
      }
    ],
    "reflection": "איך מחזירים ריכוז בלי לשבור מוטיבציה? אילו כלים יש למפקד לנהל את האנרגיה של הצוות?"
  },
  "CX122": {
    "situation": "החובש הספינתי קובע שהלוחם צריך מנוחה של שעה. שאר הצוות ממשיך בעבודה.",
    "options": [
      {
        "text": "אומר לאחד הלוחמים לבדוק כל כמה זמן איך הוא מרגיש",
        "next": "END11"
      }
    ],
    "reflection": "כיצד לשלב שיקול רפואי בפיקוד? איך בונים אמון עם בעלי מקצוע?"
  },
  "CX123": {
    "situation": "הלוחם התעקש להמשיך למרות הקושי – אך לאחר רבע שעה כמעט התעלף.",
    "options": [
      {
        "text": "מסיק שהצוות צריך ללמוד להקשיב לעצמו",
        "next": "END15"
      }
    ],
    "reflection": "האם יש מקום להקשבה אינטואיטיבית כחלק מהפקודות? איך מאזנים משמעת עם רגישות?"
  },
  "CX124": {
    "situation": "את אומר ללוחם לעלות זקיפות במקום להמשיך בעבודה, הסגל מבקש הסבר על זה.",
    "options": [
      {
        "text": "משתף את הלוחם בהשלכות",
        "next": "END19"
      }
    ],
    "reflection": "האם על מפקד להגן על לוחם בכל מחיר? איך לשמור על שקיפות מול המערכת?"
  },
  "CX125": {
    "situation": "הסגל משבחים אותך על שקיפות, אך הלוחם מתרחק ממך.",
    "options": [
      {
        "text": "נותן ללוחם זמן ואז חוזר אליו",
        "next": "END23"
      }
    ],
    "reflection": "כיצד שומרים על יחסי אנוש בתוך מערך היררכי? איך משקמים אמון לאחר החלטה קשה?"
  },
  "CX126": {
    "situation": "המפקד שואל מי אחראי. אתה מתבקש לדייק בפרטים.",
    "options": [
      {
        "text": "מבקש מהמפקדים לדחות את התחקיר",
        "next": "END1"
      }
    ],
    "reflection": "איפה עובר הקו בין אחריות לבין פרטיות? איך מתמודדים עם דרישות מלמעלה?"
  },
  "CX127": {
    "situation": "לוחם חדש הגיע למחלקה ומתקשה להשתלב חברתית. אתה רואה שהוא לבד בשעות הפנאי.",
    "options": [
      {
        "text": "מארגן פעילות גיבוש קצרה לכל המחלקה",
        "next": "END5"
      }
    ],
    "reflection": "כיצד מפקד משפיע על תחושת שייכות בצוות? מהי האחריות על לוחם בשוליים?"
  },
  "CX128": {
    "situation": "לוחם מצטיין פתאום מתחיל לאחר ולהיראות חסר מוטיבציה.",
    "options": [
      {
        "text": "שם לב אך מחכה לראות אם זה זמני",
        "next": "END9"
      }
    ],
    "reflection": "מהם הסימנים לשחיקה? איך מזהים מתי להתערב?"
  },
  "CX129": {
    "situation": "אחד הלוחמים קיבל פעמיים ברצף ב' על תורנות מטבח שלו. הצוות מתחיל לאבד סבלנות.",
    "options": [
      {
        "text": "שולח אותו בהמשך שוב פעם למטבח",
        "next": "END13"
      }
    ],
    "reflection": "איך בונים סבלנות בצוות לטעויות? מה אחריות המפקד בכישלון אישי?"
  },
  "CX130": {
    "situation": "התקבלה הנחיה להחמיר בסבב שעתיים. אתה מזהה שהצוות חושש ממך.",
    "options": [
      {
        "text": "מרכך את האכיפה כדי לשמר קשר",
        "next": "END17"
      }
    ],
    "reflection": "איך משמרים סמכות לצד אנושיות? מתי לרכך דרישות מלמעלה?"
  },
  "CX131": {
    "situation": "הצוות שלך ביצע משימה בצורה לא מקצועית – ויש עיכוב משמעותי.",
    "options": [
      {
        "text": "מעביר ביקורת אישית על הטעויות",
        "next": "END21"
      }
    ],
    "reflection": "כיצד בונים אחריות מקצועית בצוות? מתי תחקיר הופך לביקורת בונה?"
  },
  "CX132": {
    "situation": "לוחם ביקש ללכת ללמוד למבחן שלב שלו – אך העבודה דורשת את נוכחותו.",
    "options": [
      {
        "text": "שולח אותו ומקבל את ההשלכות",
        "next": "END25"
      }
    ],
    "reflection": "כיצד מתמודדים עם בקשות אישיות כשיש אחריות צוותית? מה המקום של גמישות?"
  },
  "CX133": {
    "situation": "בתוך ויכוח עם לוחם – אתה מרגיש שהטון הופך אישי מדי.",
    "options": [
      {
        "text": "מבקש לדבר בהמשך כשיירגעו הרוחות",
        "next": "END3"
      }
    ],
    "reflection": "כיצד להתמודד עם מתחים רגשיים מול פקוד? האם לכל דבר יש זמן נכון?"
  },
  "CX134": {
    "situation": "לוחמים מציגים רעיון חדשני לביצוע עבודה – אך לא לפי הנהלים.",
    "options": [
      {
        "text": "מסביר את הסיכון ודוחה את ההצעה",
        "next": "END7"
      }
    ],
    "reflection": "איך לשלב חדשנות מבלי לסכן את הסדר? מתי כדאי להקשיב ללוחמים?"
  },
  "CX135": {
    "situation": "בתחקיר עם אנשי סגל – שואלים מדוע החלטת החלטה שנויה במחלוקת.",
    "options": [
      {
        "text": "מסביר את ההקשר מבלי להתנצל",
        "next": "END11"
      }
    ],
    "reflection": "איך שומרים על ביטחון בהחלטה מול ביקורת חיצונית? מתי מפקד טועה?"
  },
  "CX136": {
    "situation": "לוחם מדווח כי הוא מרגיש שמדירים אותו – אך אחרים לא רואים זאת.",
    "options": [
      {
        "text": "מציע ללוחם ליזום חיבור בעצמו",
        "next": "END15"
      }
    ],
    "reflection": "מה מקומה של תחושת שייכות בצוות? איך בונים תרבות של הכלה?"
  },
  "CX137": {
    "situation": "בתוך תרגול בקנז לחוץ – אחד הלוחמים קורס נפשית. מה אתה עושה?",
    "options": [
      {
        "text": "מדבר איתו על מה גרם לקריסה",
        "next": "END19"
      }
    ],
    "reflection": "כיצד מזהים גבול בין חוסן ללחץ? מה תפקיד המפקד ברגעים של שבירה?"
  }
}